---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.ReleaseConditions
source: html/3a70c607-bc00-d938-ef21-3f3a05e6fe6d.htm
---
# ReleaseConditions Properties

Gets or Sets the Fx of the release type.